A unit normal vector for this facet.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
  Since:  2013
 Syntax
  C#
public XYZ Normal { get; }
  Visual Basic
Public ReadOnly Property Normal As XYZ
	Get
  Visual C++
public:
property XYZ^ Normal {
	XYZ^ get ();
}
 See Also
  TriOrQuadFacet Class
  Autodesk.Revit.DB Namespace